---
kind: property
id: P:Autodesk.Revit.DB.FolderItemInfo.Name
source: html/41be8e70-dc5b-adc0-c9d2-8f0f110ddd84.htm
---
# Autodesk.Revit.DB.FolderItemInfo.Name Property

The folder name

## Syntax (C#)
```csharp
public string Name { get; }
```